app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2017-04-21 00:44:30.829974"], ["email", "rjckivel@gmail.com"], ["name", "Rio Kivell"], ["updated_at", "2017-04-21 00:44:30.829974"]]
---
  def create
    @user = User.new(user_params)
    if @user.save